"""Дан такой список:

person = ['John', 'Doe', 'New York', '+1372829383739', 'US']

С помощью распаковки создайте из этого списка переменные,
содержащие соответствующие данные:

name, last_name, city, phone, country

"""


PERSON = ['John', 'Doe', 'New York', '+1372829383739', 'US']
NAME, LAST_NAME, CITY, PHONE, COUNTRY = PERSON
# print(NAME, LAST_NAME, CITY, PHONE, COUNTRY)
# print(NAME)
